// General
"ADD" = "Добавить";
"OK" = "OK";
"CANCEL" = "Отменить";
"CONTINUE" = "Продолжить";
"DONE" = "Готово";
"Space" = "Пробел";
"SPACES" = "Spaces";
"OPTIONS" = "Параметры…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Неизвестная внешняя клавиатура";
"TURN_BT_ON" = "Включить Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Для имитации нажатия правой кнопки расположите два пальца на трекпаде,\nзатем нажмите кнопку";
"2NDCLICK_CLICKING" = "Стукните по трекпаду двумя пальцами для имитации нажатия\nклавиши «Control».";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Использ. клавиши «F1», «F2» и т. д. как стандартные функциональные клавиши.";
"FN_FLIPPER_NOTE" = "Если этот параметр выбран, нажмите клавишу «Fn», чтобы использовать специальные функции, указанные на каждой клавише.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Чтобы изменить эти настройки, нажмите %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Элементы пользователя";
"USER_ITEMS_DESC" = "Открывает %@";
"CONFLICT_TOOLTIP" = "Эта клавиша конфликтует с остальными клавишами";
"ONOFF_TOOLTIP" = "Отметить, чтобы включить сочетание клавиш";
"RESTORE_DEFAULTS_TITLE" = "Вы действительно хотите вернуть все стандартные сочетания клавиш?";
"RESTORE_DEFAULTS_DESCR" = "Это действие нельзя отменить.";
"GO_TO_SPACE_TEMPLATE" = "Перейти к пространству %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d сек.";
"NEVER" = "Никогда";

"MOUSE" = "Мышь";
"KEYBOARD" = "Клавиатура";
"UNKNOWN" = "Неизвестно";

"NEW_APPLICATION_ITEM" = "<новая команда меню>";

"APP_IS_NOT_COMPATIBLE" = "Для программы %@ нельзя добавить сочетания клавиш.";

"MOUSEBUTTON_OPEN" = "Открыть «%@»";


// BT Pairing
"BT_OFF_TITLE" = "Невозможно подключиться к клавиатуре Bluetooth, т.к. Bluetooth выключен. Хотите включить Bluetooth?";
"BT_OFF_ALERT_TITLE" = "Невозможно подключиться к клавиатуре Bluetooth, т.к. Bluetooth выключен. Хотите включить Bluetooth?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Клавиатуры не обнаружены.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Обнаружена 1 клавиатура.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Найдено: «%@»";
"BT_CONTINUE" = "Продолжить";
"BT_TRY_AGAIN" = "Повторить";
"BT_SEARCHING" = "Идет поиск…";
"BT_CONNECTING" = "Подключение…";
"BT_SEARCHING_FOR_KEYBOARD" = "Поиск клавиатуры…";
"BT_PAIRING_SUCCESS" = "Поздравляем! Ваш компьютер настроен для работы с клавиатурой Bluetooth.";
"BT_SELECT_TO_PAIR" = "Дождитесь обнаружения Bluetooth-клавиатуры.";
"BT_SELECT_TO_PAIR_DESC" = "Если клавиатура Bluetooth не отображается, убедитесь, что элементы питания правильно вставлены, а клавиатура включена.";
"BT_ATTEMPTING_TO_PAIR" = "Попытка создания пары с «%@»…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Попытка создания пары…";
"BT_ENTER_KEY" = "Убедитесь, что устройство готово к получению ключа доступа. При его готовности введите эти цифры на клавиатуре, а затем нажмите клавишу Return.";
"BT_PAIR_FAIL_GENERAL" = "Попытка создания пары не удалась. Нажмите «Продолжить», чтобы повторить попытку.";
"BT_PAIR_FAIL_AUTH" = "При создании пары произошел сбой, т.к. введенный ключ доступа не подходит. Нажмите «Продолжить», чтобы повторить попытку.";
